Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_nob-NOR_TM.tmx
Source language: en_gb
Languages: nb_no

source: Other\ Refusal (DO NOT READ OUT)
nb_no: Annet/nekter (IKKE LES OPP)

source: Walking
nb_no: Til fots

source: DK/NA (DO NOT READ OUT)
nb_no: Vet ikke / ikke svar (IKKE LES OPP)

source: (DO NOT READ OUT
nb_no: (IKKE LES OPP)

source: Large town/city
nb_no: Stor by

source: Have you got a mobile phone?
nb_no: Har du mobiltelefon?

source: In which city/borough/commune do you live?
nb_no: Hvilken by/kommune bor du i?

source: Single person household
nb_no: Husstand med én person

source: City 1
nb_no: Oslo

source: Noise
nb_no: Støy

source: Car
nb_no: Bil

source: Public transport
nb_no: Offentlig transport

source: PROG: ROTATE ITEMS 1 TO 4
nb_no: PROG: ROTER PUNKT 1 TIL 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
nb_no: I løpet av de siste 12 månedene, vil du si at du har hatt problemer med å betale regningene på slutten av måneden …?

source: Other city
nb_no: Annen by

source: Generally speaking, the public administration of [CITY NAME] can be trusted
nb_no: Generelt sett er den offentlige administrasjonen i [CITY NAME] til å stole på

source: ASK ALL
nb_no: TIL ALLE

source: It is easy to find a job in [CITY NAME]
nb_no: Det er enkelt å finne jobb i [CITY NAME]

source: Not at all satisfied
nb_no: Ikke fornøyd i det hele tatt

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
nb_no: Jeg skal lese noen påstander for deg. Kan du fortelle meg om du er helt enig, delvis enig, delvis uenig eller helt uenig i hver av disse påstandene?

source: Somewhat disagree
nb_no: Delvis uenig

source: Housing
nb_no: Boliger

source: (READ OUT – ONE ANSWER ONLY)
nb_no: (LES OPP - KUN ETT SVAR)

source: From time to time
nb_no: Av og til

source: D21: CODE 9 AND 10 - SINGLE CODES
nb_no: D21: KODE 9 OG 10 - ENESTE SVAR

source: Married or cohabiting couple, no children or no children living at home
nb_no: Gift eller samboende par uten hjemmeboende barn

source: Rural area or village
nb_no: Grisgrendt strøk eller småsted

source: Train
nb_no: Tog

source: Very satisfied
nb_no: Svært fornøyd

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
nb_no: Kan du fortelle meg om du er generelt sett svært fornøyd, ganske fornøyd, ikke særlig fornøyd eller ikke fornøyd i det hele tatt med hvert av de følgende områdene i [CITY NAME]?

source: Safety
nb_no: Sikkerhet

source: Your personal job situation
nb_no: Din personlige jobbsituasjon

source: Small or medium-sized town
nb_no: Småby eller mellomstor by

source: Professional (employed doctor, lawyer, accountant, architect, …)
nb_no: Ansatt i profesjonsyrke som f.eks. advokat, lege, revisor, arkitekt el.l.

source: It is easy to find good housing at a reasonable price in [CITY NAME]
nb_no: Det er enkelt å finne et godt sted å bo til en rimelig pris i [CITY NAME]

source: Generally speaking, most people in my neighborhood can be trusted
nb_no: Generelt sett er de fleste menneskene i nabolaget mitt til å stole på

source: Most of the time
nb_no: Det meste av tiden

source: Have you got a landline phone?
nb_no: Har du fasttelefon?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
nb_no: Hvor mange personer som er 15 år eller eldre bor det i husstanden din, inklusive deg selv?

source: Other (DO NOT READ OUT)
nb_no: Annet (IKKE LES OPP)

source: Q4: CODE 11 - SINGLE CODE
nb_no: Q4: KODE 11 - ENESTE SVAR

source: Strongly disagree
nb_no: Helt uenig

source: I live here since less than 1 year
nb_no: Jeg har bodd her i mindre enn 1 år

source: Cleanliness
nb_no: Renhet

source: The financial situation of your household
nb_no: Den økonomiske situasjonen til din husstand

source: Other employee (salesman, nurse, …)
nb_no: Annen type ansatt (selger, sykepleier osv.)

source: No
nb_no: Nei

source: Owner of shop, craftsman
nb_no: Butikkeier, håndverker

source: (READ OUT - ONE ANSWER ONLY)
nb_no: [LES OPP - BARE ETT SVAR MULIG]

source: Would you say you are…?
nb_no: Vil du si at du er …?

source: Seeking a job
nb_no: Arbeidssøkende

source: Manual worker
nb_no: Ansatt arbeider

source: The noise level
nb_no: Støynivået

source: The administrative services of [CITY NAME] help people efficiently
nb_no: De administrative tjenestene i [CITY NAME] hjelper folk på en effektiv måte

source: Urban public transport (bus, metro, tram, ferry, etc.)
nb_no: Offentlig bytransport (buss, t-bane, trikk, ferge osv.)

source: Gender.
nb_no: Registrer kjønn

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
nb_no: [CITY NAME] arbeider for å bekjempe klimaendringer (f.eks. energieffektivitet, miljøvennlig transport)

source: Female
nb_no: Kvinne

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
nb_no: Av de følgende tingene, hva mener du er de tre viktigste for [CITY NAME]?

source: What county do you live in?
nb_no: Hvilket fylke bor du i?

source: I live here since between 5 to 10 years
nb_no: Jeg har bodd her mellom 5 og 10 år

source: I am satisfied to live in [CITY NAME]
nb_no: Jeg er fornøyd med å bo i [CITY NAME]

source: Male
nb_no: Mann

source: Social services
nb_no: Sosialtjenester

source: Unemployment
nb_no: Arbeidsledighet

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
nb_no: (LES OPP OM NØDVENDIG - BARE ETT SVAR MULIG)

source: Farmer, forester, fisherman
nb_no: Gårdbruker, skogbruker, fisker

source: Civil servant
nb_no: Offentlig tjenestemann

source: Without a professional activity
nb_no: Uten arbeid

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
nb_no: STILL D5c HVIS LØNNSMOTTAKER, KODE 2 I D5a

source: PROG: ROTATE ITEMS 1 TO 7
nb_no: PROG: ROTER PUNKT 1 TIL 7

source: Education and training
nb_no: Utdannelse og opplæring

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
nb_no: Når det gjelder ditt nåværende yrke, vil du si at du er selvstendig næringsdrivende, lønnsmottaker, ansatt arbeider eller vil du si at du er uten arbeid?

source: Refusal (DO NOT READ OUT)
nb_no: NEKTER (IKKE LES OPP)

source: (ONE ANSWER ONLY)
nb_no: (KUN ETT SVAR MULIG)

source: Air pollution
nb_no: Luftforurensning

source: I feel safe in [CITY NAME]
nb_no: Jeg føler meg trygg i [CITY NAME]

source: Unskilled manual worker
nb_no: Ufaglært arbeider

source: Sports facilities such as sport fields and indoor sport halls
nb_no: Sportstilbud som idrettsanlegg og idrettshaller

source: The life you lead
nb_no: Livet du lever

source: Rather unsatisfied
nb_no: Ikke særlig fornøyd

source: Rather satisfied
nb_no: Ganske fornøyd

source: Professional (lawyer, medical practitioner, accountant, architect,…)
nb_no: Profesjonsyrke som f.eks. advokat, lege, revisor, arkitekt el.l.

source: Health services
nb_no: Helsetjenester

source: Office clerk
nb_no: Kontoransatt, arbeider på kontor

source: Retired
nb_no: Trygdet/pensjonert

source: (READ OUT – MAX. 3 ANSWERS)
nb_no: (LES OPP - MAKS. 3 SVAR)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
nb_no: Alt i alt, er du svært fornøyd, ganske fornøyd, ikke særlig fornøyd eller ikke fornøyd i det hele tatt med …?

source: PROG: ROTATE ITEMS 1 to 12
nb_no: PROG: ROTER PUNKT 1 til 12

source: None (DO NOT READ OUT)
nb_no: Ingen (IKKE LES OPP)

source: Almost never\ never
nb_no: Nesten aldri/ Aldri

source: Number of people aged 15 or more in the household
nb_no: Antall personer på 15 år eller mer i husstanden

source: Public transport, for example the bus, tram or metro
nb_no: Offentlig transport, for eksempel buss, trikk eller t-bane

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
nb_no: STILL D5b HVIS SELVSTENDIG NÆRINGSDRIVENDE, KODE 1 I D5a

source: Student (full time)
nb_no: Skoleelev/student (fulltid)

source: I feel safe in my neighbourhood
nb_no: Jeg føler meg trygg i nabolaget mitt

source: Availability of retail shops
nb_no: Tilgang til detaljforretninger

source: General management, director or top management
nb_no: Ansatt i ledelse, toppledelse eller direktør

source: Strongly agree
nb_no: Helt enig

source: How old were you when you stopped full-time education?
nb_no: Hvor gammel var du da du avsluttet fulltidsutdanningen din?

source: Ship or boat
nb_no: Båt

source: Bicycle
nb_no: Sykkel

source: How old are you?
nb_no: Hva er din alder?

source: Motorbike
nb_no: Motorsykkel

source: (READ OUT - MAX. 2 ANSWERS)
nb_no: (LES OPP - MAKS. 2 SVAR)

source: Single parent, one or more children living at home
nb_no: Aleneforelder med ett eller flere hjemmeboende barn

source: Self-employed
nb_no: Selvstendig næringsdrivende

source: The state of the streets and buildings in your neighbourhood
nb_no: Tilstanden til gatene og bygningene i nabolaget ditt

source: Fairly satisfied
nb_no: Ganske fornøyd

source: Generally speaking, most people in [CITY NAME] can be trusted
nb_no: Generelt sett er de fleste menneskene i [CITY NAME] til å stole på

source: (READ OUT - SINGLE CODE)
nb_no: [LES OPP - BARE ETT SVAR MULIG]

source: On a typical day, which mode or modes of transport do you use most often?
nb_no: Hvilke transportmetoder bruker du oftest på en vanlig dag?

source: Schools and other educational facilities
nb_no: Skoler og andre utdanningstilbud

source: The quality of the air
nb_no: Luftkvaliteten

source: Married or cohabiting couple, with one or more children living at home
nb_no: Gift eller samboende par med ett eller flere hjemmeboende barn

source: Middle management
nb_no: Ansatt i mellomledelse

source: Foreigners who live in [CITY NAME] are well integrated
nb_no: Innvandrerbefolkningen som bor i [CITY NAME], er godt integrerte

source: Health care services, doctors and hospitals
nb_no: Helsetjenester, leger og sykehus

source: Employee
nb_no: Lønnsmottaker

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
nb_no: STILL D5d HVIS ANSATT ARBEIDER, KODE 3 I D5a

source: Public spaces such as markets, squares, pedestrian areas
nb_no: Offentlige steder som markeder, torg, gågater

source: Would you say you live in a…?
nb_no: Vil du si at du bor i et…?

source: Which of the following best describes your household composition?
nb_no: Hvilket av følgende alternativer beskriver din husstand best?

source: Manager of a company
nb_no: Leder for et selskap

source: I live here since 1 to 5 years
nb_no: Jeg har bodd her mellom 1 og 5 år

source: Not very satisfied
nb_no: Ikke særlig fornøyd

source: Road infrastructure
nb_no: Veier og infrastruktur

source: PROG: ROTATE ITEMS 1 TO 10
nb_no: PROG: ROTER PUNKT 1 TIL 10

source: The presence of foreigners is good for [CITY NAME]
nb_no: Innvandrerbefolkningen er fordelaktig for [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
nb_no: (NOTER - HVIS "Vet ikke", KODE 98 - HVIS "NEKTER", KODE 99)

source: DK (DO NOT READ OUT)
nb_no: Vet ikke (SPONTANT)

source: Yes
nb_no: Ja

source: Green spaces such as parks and gardens
nb_no: Grønne områder som parker og hager

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
nb_no: STILL D5e HVIS UTEN ARBEID, KODE 4 I D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
nb_no: (INT.: HVIS "FREMDELES UNDER UTDANNING", KODE 00 - HVIS "INGEN UTDANNING", KODE 01 - HVIS "NEKTER", KODE 98 - HVIS "Vet ikke", KODE 99)

source: Other
nb_no: Annet

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
nb_no: (NOTER - HVIS "NEKTER", KODE 99)

source: FL419 - Quality of life in European Cities UK
nb_no: FL419 - Quality of life in European Cities NW

source: Somewhat agree
nb_no: Delvis enig

source: Cultural facilities such as concert halls, theatres, museums and libraries
nb_no: Kulturtilbud som konsertsaler, teatre, museer og bilioteker

source: The place where you live
nb_no: Stedet du bor

source: Was born here/ I’ve been living here for all my life
nb_no: Ble født her / Jeg har bodd her hele livet

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
nb_no: HVIS ANNEN eller VET IKKE I D12, KODE 198 eller 199 i D12, STOPP INTERVJUET

source: Supervisor\ foreman (team manager, …)
nb_no: Arbeidsleder/arbeidsformann (teamleder osv.)

source: I live here since more than 10 years
nb_no: Jeg har bodd her i over 10 år

source: For how long have you been living in [CITY NAME]?
nb_no: Hvor lenge har du bodd i [CITY NAME]?

source: Looking after the home
nb_no: Hjemmeværende
